{
  "eventWebUrl": "https://sahateollisuus.com/wffc2020 ",
  "eventPlace": {
    "name": "Helsinki Congress Paasitorni ",
    "address": "Paasivuorenkatu 5 A, FIN-00530 Helsinki ",
    "phone": "+358 (0) 9 7089 611 ",
    "email": "sales@paasitorni.fi "
  },
  "title": "Welcome",
  "bodyText1": "19 th Wood from Finland Conference takes place in Helsinki again on very interesting times! Several issues are changing the dynamics of the coniferous sawn timber market. Central European spruce forests are hit by large scale forest disaster while in Scandinavia, Baltics and North Western Russia the extremely warm winter is causing big challenges for logging. On top of this, here in Finland, the industry has been hit by unbelievable strike wave in January and early February.",
  "bodyText2": "All above is causing a significant drop in sawn timber supply, which unexpectedly and suddenly has turned the market around. This market turnaround will surely rise interesting discussions at our seminar in Helsinki!",
  "bodyText3": "Wood from Finland Conference has quickly taken a position as one of the leading sawn timber seminars in the world. The Wood from Finland Conference has long traditions – it was earlier called the “Agents’ Day”, a smaller seminar organized by Finnish Sawmills. However, the business environment of the sawmills is changing fast and direct contacts with buyers around the world play bigger and bigger role in the daily business of the sawmills.",
  "bodyText4": "Number of participants at Wood from Finland Conference is growing fast every year. In todays hectic business environment people appreciate efficiency also in meetings. Seems our one day conference in easy access Helsinki offers a perfect answer to customers demands – just like Finnish sawn timber!",
  "moreInformation": {
    "eventWebsite": "www.sahateollisuus.com/wffc2020 ",
    "organizer": "WFFC2020 / Finnish Sawmill Association ",
    "email": "info@sahateollisuus.com "
  },
  "disclaimer1": "The persons on the participants list have given their permission to display their information in the application. ",
  "disclaimer2": "Photos will taken at the event. WFFC2020 /Finnish Sawmill Association may publish photos for non-commercial purposes an Finnish Sawmill’s website, publications and presentations. We would like to remind you that there is possibly that you might be captured on film, and that by coming to the event you are agreeing to this."
}